Repository: crazyball/sandbox-weatherapp
Catalog: translations/messages.*.xlf
Languages: fr

# title
source: Weather Application Dashboard
fr: Application météo

# city.label
source: City
fr: Ville

# wind.label
source: Wind
fr: Vent

# nocards
source: No tile configured.
fr: Aucune tuile configurée.

# lang.french
source: French
fr: Francais

# lang.english
source: English
fr: Anglais

# admin.list.title
source: Admin : Widgets List
fr: Administration : Liste des widgets

source: City
fr: Ville

# card.show.btn
source: Show
fr: Voir

# card.add.btn
source: Add
fr: Ajouter

source: Admin
fr: Administration

# card.delete.btn
source: Delete
fr: Supprimer

source: admin.show.title
fr: Administration : Détail

source: card.return.btn
fr: Retour

source: card.save.btn
fr: Sauvegarder

source: admin.add.title
fr: Administration : Ajouter

# admin.add.success
source: Tile succefully added.
fr: Tuile ajoutée avec succès.

# admin.delete.success
source: Tile succefully deleted.
fr: Tuile supprimée avec succès.

# cart.city.autocomplete.label
source: Geolocalisation helper
fr: Aide à la geolocalisation

# card.city.autocomplete.placeholder
source: Fill with address, city ...
fr: Renseignez une adresse, ville ...

source: logout
fr: Se déconnecter

# connect
source: Login
fr: Se connecter

# login.form.title
source: Please login
fr: Veuillez vous identifier

# login.form.username.label
source: Username (demo: admin)
fr: Pseudo (demo: admin)

# login.form.password.label
source: Password (demo: admin)
fr: Mot de passe (demo: admin)

# login.form.submit
source: Connect
fr: Me connecter

# message.service_temporary_offline
source: Service temporary offline. Please try later.
fr: Service temporairement hors ligne. Veuillez re-essayer plus tard.
